6) Не судите внешность персонажа по скину. То есть если в скине персонажа есть какая-нибудь мелочь, то необязательно эта мелочь есть во внешности персонажа.

7)Используйте "<,>"(клавиши поворота) при обращении к персонажу, не всегда понятно с кем вы разговариваете (если конечно не пропишите эмоутом **разговаривает, не поворачиваясь к Вам**)

8) Редкий разговор с нпс - не грех. Спросить у нпц "Как дела?" или "Чего нового?" - не моветон.

9) Персонажам тоже нужно отдыхать, есть, пить, не поленитесь отыгрывать.

10) Трупы не разговаривают, люди без сознания не могу вести трезвый диалог (могут бредить, стонать и т.д.)

[Продолжение раздела](/info/rp/rp3)
